Repository: nirgoldberg/htmline-membership
Catalog: lang/hmembership-*.po
Languages: he_il

source: Error
he_il: שגיאה

source: Request was sent successfuly for user:
he_il: הבקשה נשלחה בהצלחה עבור המשתמש:

source: Request failed
he_il: הבקשה נכשלה

source: Export process has been failed
he_il: תהליך היצוא נכשל

source: <strong>%s</strong> plugin can't be activated.<br />The following plugins should be installed and activated first:<br />
he_il: הפעלת התוסף <strong>%s</strong> נכשלה.<br />נדרשת התקנת והפעלת התוספים הבאים תחילה:<br />

source: Select All
he_il: בחר הכל

source: Number of items per page:
he_il: מספר פריטים בעמוד:

source: HTMLine Membership Settings
he_il: הגדרות

source: Settings
he_il: הגדרות

source: Users
he_il: משתמשים

source: Registration Form
he_il: טופס הרשמה

source: Place the following shortcode in order to display registration form on screen:
he_il: הדבק את הקישור הבא על מנת להציג את טופס ההרשמה בעמוד

source: User Custom Fields
he_il: שדות מיוחדים למשתמשים

source: Custom fields for user registration form
he_il: שדות עבור טופס הרשמה למשתמשים

source: Emails
he_il: מיילים

source: User Registration
he_il: רישום משתמש

source: User Approval
he_il: אישור משתמש

source: User Rejection
he_il: דחיית משתמש

source: Permissions
he_il: הרשאות

source: Users Management Settings
he_il: הגדרות ניהול משתמשים

source: Export Settings
he_il: הגדרות יצוא

source: General
he_il: כללי

source: General Settings
he_il: הגדרות כלליות

source: Uninstall
he_il: הסרת תוסף

source: Uninstall Settings
he_il: הגדרות הסרת תוסף

source: Status
he_il: סטטוס

source: (Default: %s)
he_il: (ברירת מחדל: %s)

source: active
he_il: פעיל

source: User Email Field Label
he_il: כותרת שדה דואר אלקטרוני

source: Email Address
he_il: דואר אלקטרוני

source: Default: %s
he_il: (ברירת מחדל: %s)

source: Field Label
he_il: כותרת שדה

source: Field Type
he_il: סוג שדה

source: Text
he_il: טקסט

source: Email
he_il: מייל

source: Textarea
he_il: אזור טקסט

source: Select
he_il: בחירה מתפריט

source: Multiselect
he_il: בחירה מרובה

source: Radio Button
he_il: כפתורי רדיו

source: Checkbox
he_il: תיבות סימון

source: Field Options
he_il: אפשרויות שדה

source: Each option per row
he_il: כל אפשרות בשורה

source: Default Option
he_il: אפשרות ברירת מחדל

source: One option name from above options
he_il: אפשרות אחת מתוך האפשרויות למעלה

source: Required Field
he_il: שדה חובה

source: Set as Column in Users Table
he_il: קבע כעמודה בטבלת משתמשים

source: Email Subject Sent to User
he_il: נושא המייל הנשלח למשתמש

source: Your registration request to %s
he_il: בקשת ההרשמה לך ל%s

source: Email Message Sent to User
he_il: הודעת המייל הנשלח למשתמש

source: Available patterns: %s
he_il: תבניות אפשריות: %s

source: Email Subject Sent to Website Admin
he_il: נושא המייל הנשלח למנהל האתר

source: [%s] A new registration request
he_il: [%s] בקשת הרשמה חדשה

source: Email Message Sent to Website Admin
he_il: הודעת המייל הנשלח למנהל האתר

source: Your registration request to %s is approved
he_il: בקשת ההרשמה שלך ל%s אושרה

source: Your registration request to %s is declined
he_il: בקשת ההרשמה שלך ל%s נדחתה

source: Delete Users
he_il: מחק משתמשים

source: Check this option to allow deleting of users
he_il: סימון אפשרות זו יאפשר מחיקת משתמשים

source: Export Users
he_il: יצוא משתמשים

source: Check this option to allow exporting of users
he_il: סימון אפשרות זו יאפשר יצוא משתמשים

source: User Role Display Name
he_il: שם תפקיד לתצוגה

source: Member
he_il: חבר

source: Admin Email Address
he_il: כתובת מייל מנהל האתר

source: Emails "From" Name
he_il: שם שדה "מאת"

source: Emails "From" Address
he_il: כתובת שדה "מאת"

source: Remove Data on Uninstall
he_il: מחיקת כלל נתוני התוסף עם הסרתו

source: Caution: all data will be removed without any option to restore
he_il: אזהרה: כל המידע יימחק ללא אפשרות שחזור

source: HTMLine Membership Tools
he_il: כלים

source: Tools
he_il: כלים

source: HTMLine Membership Users
he_il: משתמשים

source: %s user approved successfully
he_il: משתמש אחד אושר בהצלחה

source: User approved successfully
he_il: משתמש אושר בהצלחה

source: %s user declined successfully
he_il: משתמש אחד נדחה בהצלחה

source: User declined successfully
he_il: משתמש נדחה בהצלחה

source: %s user deleted successfully
he_il: משתמש אחד נמחק בהצלחה

source: User deleted successfully
he_il: משתמש נמחק בהצלחה

source: User Email
he_il: מייל

source: Registered On
he_il: נרשם בתאריך

source: User Info
he_il: מידע משתמש

source: No users avaliable.
he_il: לא נמצאו משתמשים.

source: All
he_il: הכל

source: Select %s
he_il: בחר %s

source: Old User Info
he_il: מידע משתמש ישן

source: Remove Field
he_il: הסר שדה

source: Add Field
he_il: הוסף שדה

source: Settings saved.
he_il: הגדרות נשמרו.

source: Save Settings
he_il: שמור הגדרות

source: Export users
he_il: יצוא משתמשים

source: There are no available tools
he_il: לא נמצאו כלים זמינים

source: You are not allowed to make this request.
he_il: אינך מורשה לבצע פעולה זו.

source: No users have been specified for %s.
he_il: לא הוגדרו משתמשים ל%s

source: Error getting user information.
he_il: שגיאה בקבלת נתוני משתמש.

source: You have specified this user for %1$s:
he_il: הגדרת את המשתמש הבא ל%s

source: %s user cannot be %s
he_il: לא ניתן %s משתמש %s

source: Will not be processed
he_il: לא יתבצע

source: Confirm %s
he_il: אשר %s

source: Search Users
he_il: חפש משתמשים

source: Empty request
he_il: בקשה ריקה

source: <b><i>%s</i></b> can't be empty
he_il: <b><i>%s</i></b> לא יכול להיות ריק

source: <b><i>%s</i></b> is not a valid Email address
he_il: <b><i>%s</i></b> אינה כתובת מייל חוקית

source: User <b><i>%s</i></b> is already exists
he_il: User <b><i>%s</i></b> כבר קיים

source: SQL Error: %s
he_il: שגיאת SQL: %s

source: Email submission failed
he_il: שליחת מייל נכשלה

source: Approve Users
he_il: אישור משתמשים

source: Approve
he_il: אישור

source: Approval
he_il: אישור

source: approval
he_il: אישור

source: approved
he_il: לאשר

source: Decline Users
he_il: דחיית משתמשים

source: Decline
he_il: דחיה

source: Rejection
he_il: דחיה

source: rejection
he_il: דחיה

source: declined
he_il: לדחות

source: Delete Users from HTMLine Membership
he_il: מחיקת משתמשים

source: Delete
he_il: מחיקה

source: Removal
he_il: הסרה

source: removal
he_il: הסרה

source: deleted
he_il: להסיר

source: Register
he_il: הרשמה

source: Logged in as <b>%s</b>,
he_il: מחובר כ<b>%s</b>,

source: Log out of this account
he_il: התנתק מחשבון זה

source: Log out &raquo;
he_il: התנתק &laquo;

source: Pending
he_il: ממתין

source: Approved
he_il: מאושר

source: Declined
he_il: נדחה

source: Unassigned
he_il: מנותק

source: Deleted
he_il: נמחק
